---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AreaDividedByCoolingLoad
source: html/8cc28f93-202d-01c0-694c-fcffb500c4de.htm
---
# Autodesk.Revit.DB.SpecTypeId.AreaDividedByCoolingLoad Property

Area divided by Cooling Load, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId AreaDividedByCoolingLoad { get; }
```